<?php
return [
    'cars' => [
        'created' => 'Автомобиль успешно добавлен!',
        'restored' => 'Автомобиль успешно восстановлен!',
        'restored-fail-vin' => 'Не удалось восстановить, автомобиль с VIN ":vin" уже существует!',
        'edited' => 'Автомобиль успешно обновлен!',
        'destroyed' => 'Автомобиль перенесен в корзину!',
        'destroyed-fail-status' => 'Невозможно перенести автомобиль в корзину в статусе :status',
        'deleted' => 'Автомобиль полностью удален из системы!',
    ],
    'brands' => [
        'created' => 'Бренд :title успешно добавлен!',
        'edited' => 'Бренд :title успешно обновлен!',
        'destroyed' => 'Бренд :title удален!',
    ],
    'countries' => [
        'created' => 'Страна :name успешно добавлена!',
        'edited' => 'Страна :name успешно обновлена!',
        'destroyed' => 'Страна :name удалена!',
    ],
    'tags' => [
        'created' => 'Тэг :name успешно добавлен!',
        'edited' => 'Тэг :name успешно обновлен!',
        'destroyed' => 'Тэг :name удален!',
    ],
    'comments' => [
        'created' => 'Комментарий успешно отправлен',
        'entity-not-founded' => 'Тип комментария не найден',
        'entity-id-not-founded' => 'Сущность для комментария не найдена'
    ],
    'auth' => [
        'register' => 'Вы успешно зарегистрированы!'
    ]
];
